app/controllers/sessions_controller.rb

SELECT * FROM "users" WHERE ("users"."email" = 'mmangino@elevatedrails.com') LIMIT 1
---
  def create
    @user = User.find_by_email(params[:email])