app/controllers/users_controller.rb

  def create
    @user = User.create!(params[:user])
---
INSERT INTO "users" ("name", "updated_at", "email", "created_at") VALUES('Mike Mangino', '2009-02-26 17:56:06', 'mmangino@elevatedrails.com', '2009-02-26 17:56:06')